Repository: joury34/WakebApp
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

source: Adjust fonts, spacing, and more for accessible and personalized reading experience.
ar: قم بتعديل الخطوط، التباعد، والمزيد لتوفير تجربة قراءة مخصصة وسهلة الوصول.

source: Back
ar: الرجوع

source: Background Color:
ar: لون الخلفية

source: Calm
ar: هادئ

source: Confirm
ar: تاكيد

source: Customize Your Reading Experience
ar: خصّص تجربة قراءتك.

source: Document Scanner
ar: مسح الملف

source: Easily scan documents using your camera or upload files from your device.
ar: قم بمسح المستندات بسهولة باستخدام الكاميرا أو تحميل الملفات من جهازك.

source: Focus
ar: تركيز

source: Font Size: %lld
ar: حجم الخط: %lld

source: Font type:
ar: نوع الخط:

source: Grow With Every Word
ar: نَمُو مع كل كلمة

source: Line Spacing: %@
ar: تباعد الأسطر %@

source: Original
ar: الأصلي

source: Paper
ar: ورق

source: Recognized Text
ar: النص المُعترف به

source: Saved Document
ar: الملف المحفوظ

source: Saved doucements
ar: الملفات المحفوظة

source: Scan and Upload Text
ar: مسح النصوص وتحميلها.

source: Scan, edit, and enhance text seamlessly with Wakeb's smart features!
ar: قم بمسح النصوص وتحريرها وتحسينها بكل سلاسة باستخدام الميزات الذكية من واكب!

source: Select the scanning method
ar: حدد طريقة المسح

source: Settings
ar: إعدادات

source: SKIP
ar: تخطي

source: START
ar: ابدأ

source: Take a photo
ar: خذ صورة

source: Upload from album
ar: تحميل من الصور

source: Welcome to Wakeb
ar: اهلاً بك في واكب!

source: Word Spacing: %@
ar: تباعد الكلمات: %@
